Tekla Open API Reference for Tekla Structures 2025
IntList Properties
The IntList type exposes the following members.
Properties
Name | Description
Item
 Gets or sets the integer at the specified index.
Top
See Also
Reference
IntList Class
Tekla.Structures.Drawing Namespace